[	{
		"category": "Γλυκά",
		"ingredients": [{
			"ingredient": "250 γραμμάρια ζάχαρη καστανή."
		}, {
			"ingredient": "250 γραμμάρια βούτυρο σε θερμοκρασία δωματίου."
		}, {
			"ingredient": "5 αυγά μεσαίου μεγέθους χτυπημένα."
		}, {
			"ingredient": "180 γραμμάρια αλεύρι που φουσκώνει μόνο του."
		}, {
			"ingredient": "75 γραμμάρια αμύγδαλα σε σκόνη."
		}, {
			"ingredient": "150 γραμμάρια βούτυρο σε θερμοκρασία δωματίου."
		}, {
			"ingredient": "150 γραμμάρια ζάχαρη άχνη και λίγη ακόμα για το στόλισμα."
		}, {
			"ingredient": "1 πορτοκάλι (τη φλούδα)."
		}, {
			"ingredient": "1 κουταλιά σούπας χυμό λεμονιού."
		}, {
			"ingredient": "200 γραμμάρια μαρμελάδα φράουλα."
		}],
		"instructions": "Προθερμαίνουμε τον φούρνο στους 180° C. Βουτυρώνουμε 2 στρογγυλές φόρμες (20 εκ. η κάθε μία) και τις καλύπτουμε με λαδόκολλα. Χτυπάμε το βούτυρο με τη ζάχαρη μέχρι να αφρατέψουν. Προσθέτουμε ένα ένα τα αυγά συνεχίζοντας το χτύπημα. Συνεχίζουμε με το αλεύρι και τα αμύγδαλα. Χτυπάμε μέχρι να δημιουργηθεί ένας μαλακός χυλός. Μοιράζουμε  το μείγμα στις δυο φόρμες και ψήνουμε στη μεσαία σχάρα του φούρνου για περίπου 20 – 25 λεπτά. Βγάζουμε από το φούρνο τα κέικ και τα αφήνουμε για 10 λεπτά να κρυώσουν. Τα βγάζουμε από τις φόρμες, τα τοποθετούμε πάνω σε σχάρα και περιμένουμε να κρυώσουν τελείως. Χτυπάμε όλα τα υλικά εκτός από το γάλα μέχρι να ασπρίσει το μείγμα. Αν η κρέμα είναι πολύ σφιχτή προσθέτουμε το γάλα. Σε μια πιατέλα βάζουμε το 1 κέικ και απλώνουμε από επάνω την κρέμα ομοιόμορφα. Απλώνουμε προσεχτικά τη μαρμελάδα και τελειώνουμε με το δεύτερο κέικ. Πιέζουμε ελαφρά προς τα κάτω και πασπαλίζουμε με άχνη ζάχαρη.",
		"name": "Κεϊκ Βικτώρια",
		"url": "https://www.syntages.me/syntagi/7-keik-viktoria.html"
	},
	{
		"category": "Ροφήματα",
		"ingredients": [{
			"ingredient": "450 γραμμάρια καρπούζι χωρίς τη φλούδα και τα σπόρια."
		}, {
			"ingredient": "1 κουταλιά σούπας γλυκόζη."
		}, {
			"ingredient": "80 ml campari."
		}, {
			"ingredient": "½ κουταλιά γλυκού χυμό λεμονιού."
		}],
		"instructions": "",
		"name": "Γρανίτα καρπούζι",
		"url": "https://www.syntages.me/syntagi/8-granita-karpoyzi.html"
	},
	{
		"category": "Ροφήματα",
		"ingredients": [{
			"ingredient": "2 φλυτζάνια τσαγιού φράουλες ώριμες."
		}, {
			"ingredient": "1 φλυτζάνι τσαγιού ζάχαρη."
		}, {
			"ingredient": "⅓ φλυτζάνι τσαγιού χυμό λεμονιού."
		}, {
			"ingredient": "½ φλυτζάνι τσαγιού χυμό πορτοκαλιού."
		}, {
			"ingredient": "1 φλυτζάνι τσαγιού νερό."
		}],
		"instructions": "Καθαρίζουμε και πλένουμε τις φράουλες. Τις πολτοποιούμε πολύ καλά στο μπλέντερ. Στον πολτό που δημιουργήθηκε ρίχνουμε τη ζάχαρη και ανακατεύουμε για λίγο ακόμα. Βάζουμε το μείγμα σε μεγάλο μπώλ και ρίχνουμε το χυμό πορτοκαλιού, το χυμό λεμονιού και το νερό. Ανακατεύουμε, σκεπάζουμε και βάζουμε στην κατάψυξη.",
		"name": "Γρανίτα φράουλα με λεμόνι και πορτοκάλι",
		"url": "https://www.syntages.me/syntagi/9-granita-fraoyla-me-lemoni-kai-portokali.html"
	},
	{
		"category": "Γλυκά",
		"ingredients": [{
			"ingredient": "1 κιλό ανθότυρο."
		}, {
			"ingredient": "1 κιλό ζάχαρη."
		}, {
			"ingredient": "2 κουταλιές σούπας αλεύρι."
		}, {
			"ingredient": "3 κρόκους αυγών."
		}, {
			"ingredient": "2 κουταλιές σούπας βούτυρο."
		}, {
			"ingredient": "2 κουταλιές γλυκού μαστίχα σκόνη."
		}, {
			"ingredient": "2 βανίλιες."
		}, {
			"ingredient": "1 κιλό αλεύρι."
		}, {
			"ingredient": "3 ασπράδια αυγών."
		}, {
			"ingredient": "2 κουταλιές σούπας βούτυρο."
		}, {
			"ingredient": "λίγο γάλα."
		}, {
			"ingredient": ".αλάτι"
		}],
		"instructions": "Ανακατεύουμε το αλεύρι ,το αλάτι και το λιωμένο βούτυρο και τα χτυπημένα ασπράδια αυγού. Προσθέτουμε γάλα ώστε η ζύμη να είναι μαλακή. Ανοίγουμε τη ζύμη σε φύλλα 2 εκατοστά παχιά. Κόβουμε μικρά στρογγυλά κομμάτια με ένα φλιτζάνι ή ειδικό εργαλείο. Ανακατεύουμε το ανθότυρο με τη ζάχαρη. Προσθέτουμε τους κρόκους,το βούτυρο ,το αλεύρι, τη μαστίχα και τη βανίλια και συνεχίζουμε να ανακατεύουμε. Όταν η γέμιση είναι έτοιμη,περνούμε λίγη και τη βάζουμε πάνω από τα ζυμάρια που κόψαμε. Και γυρνάμε λίγο τις άκρες τους σαν να φτιάχνουμε δαντέλα. Ψήνουμε στους 180° c για 30 λεπτά.",
		"name": "Μελιτίνια Σαντορίνης",
		"url": "https://www.syntages.me/syntagi/10-melitinia-santorinis.html"
	},
	{
		"category": "Σαλάτες",
		"ingredients": [{
			"ingredient": "6 φύλλα μαρούλι."
		}, {
			"ingredient": "2 ντομάτες μεγάλες."
		}, {
			"ingredient": "1 αγγούρι μεγάλο."
		}, {
			"ingredient": "250 γραμμάρια πάριζα ή ζαμπόν."
		}, {
			"ingredient": "300 γραμμάρια gouda τριμμένο."
		}, {
			"ingredient": "3 αυγά."
		}, {
			"ingredient": "8 κουταλιές σούπας μαγιονέζα."
		}, {
			"ingredient": "8 κουταλιές σούπας κέτσαπ."
		}, {
			"ingredient": "3 κουταλιές σούπας ελαιόλαδο."
		}, {
			"ingredient": "3 κουταλιές σούπας ξύδι."
		}, {
			"ingredient": ".αλάτι"
		}],
		"instructions": "Βάζουμε για βράσιμο τα αυγά. Αφού πλύνουμε και στεγνώσουμε καλά τα λαχανικά μας. Τα κόβουμε σε κομμάτια και τα βάζουμε στη σαλατιέρα. Κόβουμε την πάριζα (ή το ζαμπόν) σε μικρά κυβάκια και τα ρίχνουμε στη σαλατιέρα. Ρίχνουμε το τριμμένο τυρί και ανακατεύουμε ώστε να μοιραστούν ομοιόμορφα όλα τα υλικά μας. Αφού έχουμε ανακατέψει καλά, στην κορυφή της σαλατιέρας τοποθετούμε τα βρασμένα αυγά κομμένα στα τέσσερα το καθένα. Σε ένα μπώλ ανακατεύουμε μαζί όλα τα υλικά για τη σως και τη ρίχνουμε στην επιφάνεια της σαλατιέρας ώστε να καλυφθούν όλα τα υλικά.",
		"name": "Σαλάτα του σεφ",
		"url": "https://www.syntages.me/syntagi/11-salata-toy-sef.html"
	},
	{
		"category": "Γλυκά",
		"ingredients": [{
			"ingredient": "120 γραμμάρια φουντούκια."
		}, {
			"ingredient": "200 γραμμάρια nutella."
		}, {
			"ingredient": "70 γραμμάρια γκοφρέτα με γέμιση κακάο."
		}, {
			"ingredient": "350 γραμμάρια κουβερτούρα γάλακτος."
		}],
		"instructions": "Προθερμαίνουμε το φούρνο στους 175°C και βάζουμε λαδόκολλα σε ένα ταψί Απλώνουμε τα φουντούκια και τα ψήνουμε για 10 λεπτά. Αφού τα βγάλουμε από το φούρνο, βάζουμε στην άκρη 25 φουντούκια και τα υπόλοιπα τα αλέθουμε στο μπλέντερ. Βάζουμε τη Νutella σε ένα μπώλ και ρίχνουμε μέσα τα μισά από τα αλεσμένα φουντούκια. Ανακατεύουμε καλά με ένα κουτάλι και βάζουμε στο ψυγείο για 1 ώρα. Αλέθουμε τις γκοφρέτες και τις αναμιγνύουμε μαζί με τα υπόλοιπα αλεσμένα φουντούκια. Βάζουμε το μείγμα σε ένα βαθύ πιάτο. Στη συνέχεια, πλάθουμε την νουτέλα σε μπαλίτσες (Παίρνουμε με ένα κουταλάκι γεμάτο nutella , βάζουμε στη μέση ένα ολόκληρο φουντούκι και μετά μαζί με ένα δεύτερο κουταλάκι καλύπτουμε το φουντούκι με nutella με αυτήν που ήδη υπάρχει στο ένα κουταλάκι, δεν χρειάζεται να προσθέσουμε κι άλλη). Ρίχνουμε την μπαλίτσα μέσα στο μείγμα με τις γκοφρέτες και πάλι χρησιμοποιώντας δύο καθαρά κουταλάκια την καλύπτουμε με το μείγμα πιέζοντας την ελαφρά με τα κουταλάκια της δίνουμε και ένα πιο σφαιρικό σχήμα. Τοποθετούμε τις μπαλίτσες σε ένα μεγάλο πιάτο στο οποίο έχουμε στρώσει αλουμινόχαρτο. Βάζουμε στο ψυγείο για μισή ώρα ενώ στο μεταξύ λιώνουμε σε μπεν μαρί την κουβερτούρα. Βουτάμε τις μπαλίτσες μέσα στη λιωμένη κουβερτούρα και χρησιμοποιώντας δύο κουταλάκια τις καλύπτουμε προσεχτικά με τη σοκολάτα. Τοποθετούμε τα σοκολατάκια σε αλουμινόχαρτο και τα αφήνουμε μέχρι να στερεοποιηθεί η σοκολάτα.",
		"name": "Σοκολατάκια Ferrero",
		"url": "https://www.syntages.me/syntagi/12-sokolatakia-ferrero.html"
	},
	{
		"category": "Κυρίως πιάτα",
		"ingredients": [{
			"ingredient": "600 γραμμάρια κρέας μοσχαρίσιο σε 4 φέτες (νουά ή τρανς)."
		}, {
			"ingredient": ".αλάτι"
		}, {
			"ingredient": ".καυτερή πάπρικα"
		}, {
			"ingredient": "2 μελιτζάνες μέτριες."
		}, {
			"ingredient": "3 κουταλιές σούπας ελαιόλαδο."
		}, {
			"ingredient": "1 κρεμμύδι μεγάλο ψιλοκομμένο."
		}, {
			"ingredient": "2 σκελίδες σκόρδο ψιλοκομμένο."
		}, {
			"ingredient": "50 γραμμάρια γραβιέρα τριμμένη."
		}, {
			"ingredient": "10 φύλλα φασκόμηλο φρέσκο."
		}, {
			"ingredient": "1 κουταλιά σούπας βούτυρο αγελάδος."
		}, {
			"ingredient": "200 ml κόκκινο κρασί ξηρό."
		}, {
			"ingredient": "2 κουταλιές σούπας κρέμα γάλακτος."
		}],
		"instructions": "Χτυπάµε µε τον μπάτη τις φέτες του μοσχαριού (ή ζητάµε από τον κρεοπώλη µας να το κάνει), ώστε να λεπτύνουν αρκετά. Τις πασπαλίζουμε µε αλάτι και πάπρικα και τις αφήνουμε στην άκρη. Προθερμαίνουμε τον φούρνο στους 200°C. Κόβουμε τις μελιτζάνες σε ροδέλες πάχους 0,5 εκ. Τις αλατίζουμε, τις ραντίζουμε µε λίγο ελαιόλαδο και τις ψήνουμε για 15-20 λεπτά. Σε ένα τηγάνι σοτάρουμε σε λίγο ελαιόλαδο το ψιλοκομμένο κρεμμύδι και το σκόρδο και αλατίζουμε ελαφρώς. Μόλις ροδίσουν, αποσύρουμε από τη φωτιά, προσθέτουµε τη γραβιέρα και το φασκόμηλο και ανακατεύουμε καλά. Απλώνουμε τις φέτες του μοσχαριού στον πάγκο και μοιράζουμε στην καθεμιά τις μελιτζάνες και το μείγμα γραβιέρας-μυρωδικών. Τυλίγουμε σε ρολάκια και δένουμε σφιχτά µε σπάγκο. Σε ένα αντικολλητικό τηγάνι, σε μέτρια φωτιά, ρίχνουμε το βούτυρο και  τηγανίζουμε τα ρολάκια, μέχρι να ροδίσουν. Σβήνουμε µε το κρασί και μαγειρεύουμε σε χαμηλή προς μέτρια φωτιά για 20 λεπτά. Λίγο προτού σερβίρουμε, περιχύνουμε µε την κρέμα γάλακτος και την αφήνουμε να δέσει. Αν χρειαστεί, προσθέτουµε λίγο νερό. Αποσύρουμε από τη φωτιά, Κόβουμε προσεκτικά τον σπάγκο και σερβίρουμε, πασπαλίζοντας, αν θέλουμε, µε φουντίτσες φασκόμηλου.",
		"name": "Ρολά μοσχαριού με σάλτσα",
		"url": "https://www.syntages.me/syntagi/18-rola-mosxarioy-me-saltsa.html"
	},
	{
		"category": "Κυρίως πιάτα",
		"ingredients": [{
			"ingredient": "1 συσκευασία μακαρόνια για παστίτσιο."
		}, {
			"ingredient": "2 κουταλιές σούπας ελαιόλαδο."
		}, {
			"ingredient": "100 γραμμάρια βούτυρο."
		}, {
			"ingredient": "100 γραμμάρια αλεύρι για όλες τις χρήσεις."
		}, {
			"ingredient": "1 λίτρο φρέσκο γάλα χλιαρό."
		}, {
			"ingredient": "2 αυγά."
		}, {
			"ingredient": ".πιπέρι"
		}, {
			"ingredient": "φρεσκοτριμμένο.μοσχοκάρυδο"
		}, {
			"ingredient": "1 φλυτζάνι τσαγιού κεφαλογραβιέρα τριμμένη και 2 φλυτζάνια για την επιφάνεια."
		}, {
			"ingredient": ".αλάτι"
		}, {
			"ingredient": "600 γραμμάρια κιμά μοσχαρίσιο."
		}, {
			"ingredient": "⅓ κούπας ελαιόλαδο."
		}, {
			"ingredient": "1 κρεμμύδι μεγάλο ,ψιλοκομμένο."
		}, {
			"ingredient": "3 ντομάτες."
		}, {
			"ingredient": "½ κουταλιά σούπας πελτέ ντομάτας."
		}, {
			"ingredient": "2 σκελίδες σκόρδο."
		}, {
			"ingredient": "3-4 μπαχάρια."
		}, {
			"ingredient": "τριμμένο.μοσχοκάρυδο"
		}, {
			"ingredient": "1 ξυλάκι κανέλα."
		}, {
			"ingredient": ".αλάτι"
		}],
		"instructions": "Σε μια κατσαρόλα ζεσταίνουμε το ελαιόλαδο, Σοτάρουμε το κρεμμύδι μέχρι να μαραθεί και προσθέτουμε τον κιμά, ανακατεύοντας με μια ξύλινη κουτάλα για να μην σβολιάσει. Όταν ο κιμάς αλλάξει χρώμα, προσθέτουμε την ντομάτα, τον πελτέ, τις σκελίδες του σκόρδου, την κανέλα, το μοσχοκάρυδο, το αλάτι και τα μπαχάρια, Σκεπάζουμε την κατσαρόλα και αφήνουμε τον κιμά να σιγοβράσει για περίπου 45 λεπτά. Αν χρειαστεί προσθέτουμε λίγο χλιαρό νερό, όμως στο τέλος η σάλτσα του κιμά θα πρέπει να μην έχει πολλά υγρά. Αποσύρουμε από τη φωτιά, αφαιρούμε τις σκελίδες του σκόρδου,το ξυλάκι της κανέλας και τα μπαχάρια και τον αφήνουμε στην άκρη. Τοποθετούμε μια κατσαρόλα σε μέτρια προς χαμηλή φωτιά και λιώνουμε το βούτυρο. Προσθέτουμε το αλεύρι και ανακατεύουμε με το σύρμα γρήγορα για να διαλυθεί και να μην κολλήσει. Ρίχνουμε σταδιακά το γάλα ανακατεύοντας συνεχώς. Αποσύρουμε την κατσαρόλα από την φωτιά, προσθέτουμε τα αυγά και συνεχίζουμε το ανακάτεμα. Κατόπιν ρίχνουμε το τυρί και ομογενοποιούμε. Προσθέτουμε το μοσχοκάρυδο, αλάτι και πιπέρι και διατηρούμε τη μπεσαμέλ ζεστή μέχρι να την χρησιμοποιήσουμε. Σκεπάζουμε την κατσαρόλα με μια νοτισμένη πετσέτα για να μην κάνει κρούστα η μπεσαμέλ. Ετοιμάζουμε τα μακαρόνια σύμφωνα με τις οδηγίες του πακέτου. Τα σουρώνουμε, τα ξαναρίχνουμε στην κατσαρόλα, τα περιχύνουμε με το ελαιόλαδο και αναμειγνύουμε καλά. Προθερμαίνουμε τον φούρνο στους 180° C. Στρώνουμε τα μισά μακαρόνια στο πυρέξ και τα πασπαλίζουμε με το ⅓ του τυριού. Απλώνουμε ομοιόμορφα τον κιμά, πασπαλίζουμε με το ⅓ του τυριού και στρώνουμε τα υπόλοιπα μακαρόνια. Τέλος σκεπάζουμε ομοιόμορφα με την μπεσαμέλ και πασπαλίζουμε την επιφάνεια με το υπόλοιπο τυρί. Ψήνουμε για 45-60 λεπτά, ώσπου να ψηθεί η μπεσαμέλ και να αποκτήσει χρυσόξανθο χρώμα. Βγάζουμε το ταψί από τον φούρνο, το αφήνουμε να κρυώσει ελαφρώς και σερβίρουμε.",
		"name": "Παστίτσιο",
		"url": "https://www.syntages.me/syntagi/19-pastitsio.html"
	},
	{
		"category": "Ορεκτικά",
		"ingredients": [{
			"ingredient": "500 γραμμάρια μυζήθρα μαλακή τριμμένη (ανάλατη)."
		}, {
			"ingredient": "2 κουταλιές σούπας ξινομυζήθρα."
		}, {
			"ingredient": "3 αυγά ελαφρώς χτυπημένα."
		}, {
			"ingredient": "2 κουταλιές σούπας γιαούρτι στραγγιστό 2%."
		}, {
			"ingredient": "2 κουταλιές σούπας αλεύρι για όλες τις χρήσεις."
		}, {
			"ingredient": "φρεσκοτριμμένο.πιπέρι"
		}, {
			"ingredient": "3 φρέσκα κρεμμύδια ψιλοκομμένα."
		}],
		"instructions": "Προθερμαίνουμε τον φούρνο στους 180°C στον αέρα. Σε ένα μεγάλο μπώλ ανακατεύουμε όλα τα υλικά έως ότου έχουμε ένα ομοιογενές μείγμα. Λαδώνουμε ελαφρώς το ταψί και στρώνουμε ομοιόμορφα το μείγμα. Ψήνουμε για περίπου 30-35 λεπτά ή μέχρι να ροδίσει η επιφάνεια.",
		"name": "Μυζηθρόπιτα χωρίς φύλλο",
		"url": "https://www.syntages.me/syntagi/20-myzithropita-xoris-fyllo.html"
	},
	{
		"category": "Γλυκά",
		"ingredients": [{
			"ingredient": "500 γραμμάρια κουβερτούρα σε κομματάκια ή σταγόνες."
		}, {
			"ingredient": "250 γραμμάρια γάλα πλήρες."
		}, {
			"ingredient": "500 γραμμάρια κρέμα γάλακτος με 35% λιπαρά."
		}],
		"instructions": "Λιώνουμε την κουβερτούρα στο γάλα σε πολύ χαμηλή φωτιά. Τα αφήνουμε στην άκρη για να κρυώσουν καλά. Χτυπάμε την κρέμα γάλακτος μέχρι να γίνει σαντιγί και την προσθέτουμε στο μείγμα σοκολάτας. Ανακατεύουμε πολύ ελαφρά. Σερβίρουμε τη μούς σε ποτηράκια ή μπολάκια και τη βάζουμε στο ψυγείο να παγώσει για 20 λεπτά.",
		"name": "Μούς σοκολάτα",
		"url": "https://www.syntages.me/syntagi/21-moys-sokolata.html"
	},
	{
		"category": "Γλυκά",
		"ingredients": [{
			"ingredient": "250 γραμμάρια μπισκότα digestive  αλεσμένα."
		}, {
			"ingredient": "115 γραμμάρια βούτυρο ανάλατο, λιωμένο."
		}, {
			"ingredient": "150 γραμμάρια τυρί κρέμα σε θερμοκρασία δωματίου."
		}, {
			"ingredient": "150 γραμμάρια ζάχαρη."
		}, {
			"ingredient": "1 ½ κουταλιά σούπας κόρν φλάουερ."
		}, {
			"ingredient": "2 αυγά μεγάλα."
		}, {
			"ingredient": "180 γραμμάρια γιαούρτι."
		}, {
			"ingredient": "50 ml κρέμα γάλακτος."
		}, {
			"ingredient": "1 κουταλιά γλυκού εκχύλισμα βανίλιας."
		}, {
			"ingredient": "1 κονσέρβα φράουλες (σάλτσα)."
		}],
		"instructions": "Βάζουμε τα μπισκότα σε μπώλ, τα περιχύνουμε με το λιωμένο βούτυρο και ανακατεύουμε καλά. Παίρνουμε 12 θήκες για μάφινς και βάζουμε σε κάθε μία θήκη περίπου 1 κουταλιά σούπας μπισκότο. Βάζουμε σε προθερμασμένο φούρνο στους 180°C και ψήνουμε για 5-6 λεπτά. Τα βγάζουμε και τα αφήνουμε να κρυώσουν. Στο μίξερ χτυπάμε το τυρί μαζί με τη ζάχαρη και το corn flour. Προσθέτουμε ένα ένα τα αυγά, τη βανίλια, το γιαούρτι και την κρέμα γάλακτος και χτυπάμε να ενωθούν όλα τα υλικά. Μοιράζουμε τη κρέμα βάζοντας την πάνω από το μπισκότο σε κάθε θήκη. Ψήνουμε σε προθερμασμένο φούρνο, στους 180°C για 20 λεπτά. Αφήνουμε να κρυώσουν και απλώνουμε πάνω από την κρέμα, την σάλτσα φράουλας. Βάζουμε στο ψυγείο.",
		"name": "Mini cheececakes",
		"url": "https://www.syntages.me/syntagi/22-mini-cheececakes.html"
	}
]